// © Copyright 2011-2015 HP Development Company, L.P.

//Designjet Assistant

DesignjetAssistantTaskTOCTitle = "Assistent für die Installation";

//Device Discovery

PrinterNameColumnTitle = "Druckername";
PrinterModelColumnTitle = "Druckermodell";
PrinterDriverColumnTitle = "Druckertreiber";
ConnectionColumnTitle = "Verbindung";
DetailsColumnTitle = "Details";

DeviceDiscoveryTaskName = "Gerät hinzufügen";
DeviceDiscoveryNameText = "Name:";
DeviceDiscoveryInformativeText = "Wählen Sie den Drucker in der Liste aus und drücken Sie auf 'Weiter', um den Drucker zum System hinzuzufügen.";

//Queue Created

QueueCreatedText = "Die Druckerwarteschlange für Ihren Drucker wurde erstellt.\n\nWenn Sie eine Druckerwarteschlange für andere in der vorherigen Liste angezeigten Drucker erstellen möchten, klicken Sie auf 'Zurück' und wiederholen Sie den Vorgang.\n\nKlicken Sie abschließend auf 'Weiter'.";
QueueCreatedTaskName = "Druckerwarteschlange erstellt";

QueueDuplicationAlertTitle = "%@ einrichten";
QueueDuplicationAlertText = "Die Warteschlange für %@ existiert bereits. Möchten Sie eine neue Warteschlange erstellen?";

//CIP Task

CIPTaskControllerTaskTOCTitle = "HP Designjet CIP";

//CIP Introduction

CIPIntroductionText = "Unterstützen Sie uns beim Verbessern unserer Produkte!\n\nNehmen Sie am HP Designjet-Kundenbeteiligungsprogramm (CIP) teil, und unterstützen Sie uns beim Verbessern unserer Produkte. Anhand der erfassten anonymen Druckernutzungsdaten können wir ermitteln, wie Sie den Drucker nutzen und welche Produktfunktionen Ihnen am wichtigsten sind. Die Nutzung aller erfassten Daten impliziert eine strenge Einhaltung der Datenschutzerklärung zum Kundenbeteiligungsprogramm. Es gibt keine obligatorischen Umfragen oder Folge-E-Mails, und es werden keine persönlichen Kontaktinformationen erfasst. Sie können die Teilnahme jederzeit beenden.";
CIPIntroductionPrivacyStatementLink = "Kundenbeteiligungsprogramm.";
CIPIntroductionPrivacyStatementLinkTooltip = "Kundenbeteiligungsprogramm";

"Yes, I want to participate (send anonymous data only)" = "Ja, ich möchte teilnehmen (nur anonyme Daten senden)";
"No, thank you" = "Nein, danke";

CIPIntroductionTaskName = "HP Designjet Kundenbeteiligungsprogramm (CIP)";
CIPIntroductionTaskTOCTitle = "Einführung";
CIPSendSerialText = "Wenn Sie 'Drucker-Seriennummer senden' auswählen, können wir Ihnen einen besseren Produktservice und Support liefern. Außerdem dient die Drucker-Seriennummer der Berechtigungsüberprüfung für bestimmte Vergütungsprogramme auf Nutzungsbasis.";

"Send my printer's serial number" = "Drucker-Seriennummer senden";

//CIP Business Profile

CIPBusinessProfileText = "Bitte stellen Sie uns die folgenden optionalen Informationen zur Verfügung, damit wir Ihr Arbeitsumfeld besser verstehen. Bei einer Teilnahme am CIP werden jedoch Ihre anonymen Daten zur Druckerverwendung auch dann übermittelt, wenn Sie diese optionalen Daten nicht bereitstellen. Die Nutzung aller erfassten Daten impliziert eine strenge Einhaltung der Datenschutzbestimmungen von HP. Es gibt keine obligatorischen Umfragen oder Folge-E-Mails, und es werden keine persönlichen Kontaktinformationen erfasst.";

CIPBusinessProfileTaskName = "HP Designjet Kundenbeteiligungsprogramm (CIP)";
CIPBusinessProfileTaskTOCTitle = "Unternehmensprofil";

BusinessTypeText = "Branche:";
BusinessSizeText = "Größe des Unternehmens:";
GeographicalRegionText = "Geografische Region:";

"None" = "Keine";
"Architecture, Engineering, Construction" = "Architektur, Ingenieur- und Bauwesen (AEC)";
"Graphic Design, Advertising Services" = "Grafikdesign, Werbedienste";
"Infrastructure, Utilities, Telecommunications" = "Infrastruktur, Versorgungsunternehmen, Telekommunikation";
"Manufacturing, Automotive, Transportation" = "Fertigung, Automobilindustrie, Transportwesen";
"Printing Services" = "Druckdienstleister";
"Professional Photography Services" = "Professionelle Fotografie";
"Public Sector" = "Öffentlicher Bereich";
"Other" = "Andere";

"1-10 employees" = "1-10 Mitarbeiter";
"10-100 employees" = "10-100 Mitarbeiter";
"100-1000 employees" = "100-1000 Mitarbeiter";
"more than 1000 employees" = "Über 1000 Mitarbeiter";

"Americas" = "Nord-, Mittel- und Südamerika";
"Europe, Middle East, Africa" = "Europa, Naher Osten, Afrika";
"Asia Pacific, Japan" = "Asien/Pazifik, Japan";

//HP Proactive Support

ProactiveSupportAgreementText = "Mit dem HP Proactive Support können Sie Ihre HP Drucker bequem überwachen, damit sie immer auf dem neuesten Stand sind und optimal funktionieren.\
\n\nWeitere Informationen finden Sie in der HP Proactive Support-Vereinbarung.";
ProactiveSupportTaskName = "HP Proactive Support";
ProactiveSupportAgreementLink = "HP Proactive Support-Vereinbarung";
ProactiveSupportAgreementLinkTooltip = "HP Proactive Support-Vereinbarung";

"Yes, I want to enable it" = "Ja, ich möchte diesen Service aktivieren";

//HP Printer Monitor

PrinterMonitorTextField = "Die HP Printer Monitor-Anwendung zeigt den Status der HP Designjet-Drucker im Hintergrund an und alarmiert Sie, wenn der Drucker ein Eingreifen erfordert (z. B. bei Problemen mit den Patronen oder Papierstaus).\nMöchten Sie Benachrichtigungen als Warnmeldungen erhalten? Sie können diese Einstellung zu einem späteren Zeitpunkt ändern.";
AdviseAlertsAgreement = "Ja, ich möchte sofort informiert werden";
AdviseAlertsChoosen = "Warnmeldungen werden als Banner direkt im Dock eingeblendet.";
AdviseAlertsNotChoosen = "Warnmeldungen werden nicht im Dock eingeblendet. Sie müssen HP Printer Monitor öffnen, um die Warnmeldungen anzuzeigen.";

PrinterMonitorTaskName = "HP Printer Monitor - Warnmeldungen";
PrinterMonitorTaskTOCTitle = "HP Printer Monitor";

"Show all alerts" = "Alle Warnungen anzeigen";
"Show only critical alerts" = "Nur kritische Warnmeldungen anzeigen";

// Web Registration

WebRegistrationTaskName = "Internetregistrierung";

WebRegistrationTextField = "Herzlichen Glückwunsch zum Kauf Ihres Druckers von HP.\n\nBitte nehmen Sie sich etwas Zeit, um Ihren neuen Drucker zu registrieren. Eine Registrierung bringt Ihnen folgende Vorteile:\n\nSie können an HP Programmen teilnehmen und in den Genuss toller Geschenke kommen!\n\nSie unterstützen HP mit Ihren Informationen bei der Entwicklung von Produkten, die Ihren Kundenanforderungen optimal entsprechen.\n\nSie erhalten kostenlosen Zugang zu Designjet Online (ein hervorragendes Forum für Tipps und Aktuelles - nicht nur für die Drucker, sondern auch für Zubehör wie Patronen, Medien, Treiber usw. Hinzu kommen eine Fülle von Case Studies als Ideenquelle für Sie, die teilweise von unseren Kunden selbst stammen!)\n\nWenn Sie Ihr Produkt nicht registrieren, bedeutet dies keine Einschränkung Ihrer Garantieansprüche.\n\nRegistrieren...";

WebRegistrationLink = "Registrieren...";
WebRegistrationLinkTooltip = "Registrieren";

WebRegistrationStatementText = "Wenn Sie auf \"Weiter\" klicken, wird Ihr standardmäßiger Internetbrowser verwendet, um HP Webseiten zu öffnen.\n\nUm diesen Vorgang abzuschließen, müssen einige persönliche Informationen an sichere HP Server übertragen werden. Die gesendeten Informationen können Folgendes beinhalten:\n\nIP Adresse\nDruckermodell\nBetriebssystem\n\nHP Datenschutzrichtlinie";

WebRegistrationStatementLink = "HP Datenschutzrichtlinie";

//Summary

SummaryTextField-1 = "Assistent für die Installation abgeschlossen.";
SummaryTextField-2 = "Sie haben Folgendes in HP Printer Monitor aktiviert:";
SummaryTextCIP = "HP Designjet Kundenbeteiligungsprogramm (CIP)";
SummaryTextPriactiveSupport = "HP Proactive Support";
SummaryTextAlerting = "Warnfunktion";
SummaryTextField-3 = "Um die Einstellungen für die Warnfunktion und Ihre Teilnahme an den HP Designjet Programmen zu ändern, öffnen Sie die Überwachungseigenschaften in der HP Printer Monitor-Anwendung.";

SummaryTaskName = "Übersicht";

//CIP Privacy Statement Window

PrivacyStatementText = "HP respektiert Ihre Privatsphäre und ist darauf bedacht, diese nicht zu verletzen.\n\nDie von HP zur Verfügung gestellte Erklärung zum Datenschutz soll Sie darüber informieren, dass die Funktion 'Kundenbeteiligungsprogramm' (CIP) Ihr Produkt für die regelmäßige Übermittlung von Konfigurations- und Verbrauchsmaterialinformationen an HP aktiviert. Die an HP gesendeten Informationen werden zur Verbesserung von Produkten und Diensten und zur Überwachung des Geräts herangezogen, sofern Sie mit HP in einer Servicebeziehung stehen, wie z. B. proaktiver Patronenaustausch, Pay-per-Page-Lösungen, Supportvereinbarungen oder Verwendungsnachweis.\n\nHP erfasst Status- und Nutzungsdaten des Druckers sowie spezifische Druckerdaten. Diese Daten dienen dazu, das Kundenbeteiligungsprogramm anbieten zu können und werden außerdem zu Marktforschungszwecken sowie zur Verbesserung der Qualität von HP Produkten und Dienstleistungen verwendet.\n\nDie nachstehende Liste gibt einen repräsentativen, jedoch nicht vollständigen Überblick über die Daten, die vom Kundenbeteiligungsprogramm erfasst werden:\n\nDruckerinformationen:\n\t- Produktname\n\t- Produktnummer\n\t- Seriennummer\n\t- Firmware-Version\n\t- Anzahl der gedruckten Seiten\n\t- Druckerstatus\n\t- Drucker-Nutzungsdaten\n\t- Ereignisprotokoll (einschließlich einer Liste der Druckerfehler)\n\t- Zuletzt gedruckte Abrechnungsdaten\n\nHP sorgt für die Geheimhaltung der erfassten Daten in Übereinstimmung mit der HP-Erklärung zum Online-Datenschutz und versichert, dass HP beim Umgang mit den erfassten Druckerstatus- und Nutzungsdaten alle angemessenen Vorsichtsmaßnahmen ergreifen wird. Aktuelle Informationen zum Datenschutz und zur Datenerfassung finden Sie auf der HP Website Ihres Landes/Ihrer Region.\n\nWenn Sie Ihr Recht auf Einsichtnahme, Korrektur oder Löschung von Daten wahrnehmen möchten, wenden Sie sich an „myprinteradmin@hp.com“.";

HPPrivacyStatement = "HP-Erklärung zum Datenschutz";
PersonalDataRightsNotice = "Rechtehinweis zu persönlichen Angaben";

ProactiveSupportStatementText = "<html><body><font size=+1>
<p>Mit dem HP Proactive Support können Sie Ihre HP Drucker bequem überwachen,
damit sie immer auf dem neuesten Stand sind und optimal funktionieren.
Der HP Proactive Support-Dienst sucht nach den neuesten Aktualisierungen
für Ihre HP Hardware und Software und ermöglicht Ihnen die Auswahl der zu
installierenden Komponenten.</p>
<p>Sie werden durch einfache Warn- und Support-Benachrichtigungen auf die nötigen
Aktualisierungen und durchzuführenden Maßnahmen hingewiesen.</p>

<p>Neue Aktualisierungen werden sofort nach der Entwicklung zur Verfügung gestellt.
Der HP Proactive Support-Dienst sucht in dem von Ihnen festgelegten Intervall
nach neuen Aktualisierungen.</p>

<p>HP ist dem Schutz der Privatsphäre unserer Kunden verpflichtet, die den
HP Proactive Support nutzen. Die auf Ihrem Computer durch HP Proactive Support
gesammelten Daten werden ausschließlich verwendet, um zu bestimmen, welche
Aktualisierungen benötigt werden und ob auf Ihrem System mögliche, HP bekannte
Probleme vorhanden sind.</p>

<p>Die Daten werden so erfasst, dass sie nicht auf einzelne Kunden, Computer
oder angeschlossene Drucker zurückverfolgt werden können. Es werden keine persönlich
identifizierbaren Daten, wie z. B. Name, Anschrift oder E-Mail-Adresse erfasst.
Die erfassten Daten können in anonymer Form zu Marktforschungszwecken oder
zur Verbesserung der Qualität unserer Produkt und- Dienstleistungsangebote
verwendet werden.</p>

<p>Diese Daten werden für einen Zeitraum von bis zu fünf Jahren ab dem Datum der
letzten Datenübertragung an HP gespeichert und an ein HP System gesendet, das
sich in Übersee befinden kann. Die IP-Adresse des sendenden Computers wird für
Übertragungszwecke entsprechend dem Internet-Kommunikationsstandard verwendet.</p>

<p>Durch HP Proactive Support werden u. a. folgende Daten erfasst:<br>
- Betriebssystem<br>
- Ländereinstellung<br>
- Spracheinstellung<br>
- Liste der mit HP Druckermonitor konfigurierten Drucker</p>

<p>Um den HP Proactive Support-Dienst zu verbessern, erfasst HP außerdem
die Anzahl der Download-Versuche sowie der erfolgreich installierten Aktualisierungen
oder fehlgeschlagenen Installationsversuche. Diese Daten werden anonym gespeichert.
Den Kundendaten werden keine eindeutigen Bezeichner durch HP Proactive Support hinzugefügt.</p>

<p>Weitere Informationen zu unserer Datenschutzrichtlinie finden Sie auf der HP Website
<a href=\"http://www.hp.com/go/proactivesupport/privacy/de\">http://www.hp.com/go/proactivesupport/privacy</a></p></font></body></html>.";

